﻿/* Notification that a user reacted to a post that the current user was tagged in */
"reacted_tagged_in_1" = "%@ отреагировал(а) на пост, в котором Вы были упомянуты";

/* Notification that 2 users reacted to a post that the current user was tagged in */
"reacted_tagged_in_2" = "%@ и %@ отреагировал(а) на пост, в котором Вы были упомянуты";

/* Notification that a user reposted a post that the current user was tagged in */
"reposted_tagged_in_1" = "%@ сделал(а) репост заметки, в которой Вы были упомянуты";

/* Notification that 2 users reposted a post that the current user was tagged in */
"reposted_tagged_in_2" = "%@ и %@ сделали репост заметки, в которой Вы были упомянуты";

/* Notification that a user zapped a post that the current user was tagged in */
"zapped_tagged_in_1" = "%@ запнул(а) пост, в котором Вы были упомянуты";

/* Notification that 2 users zapped a post that the current user was tagged in */
"zapped_tagged_in_2" = "%@ и %@ запнули пост, в котором Вы были упомянуты";

/* Notification that a user reacted to the current user's post */
"reacted_your_post_1" = "%@ отреагировал(а) на Ваш пост";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_post_2" = "%@ и %@ отреагировали на Ваш пост";

/* Notification that a user reposted the current user's post */
"reposted_your_post_1" = "%@ сделал(а) репост Вашей заметки";

/* Notification that 2 users reposted the current user's post */
"reposted_your_post_2" = "%@ и %@ сделали репост Вашей заметки";

/* Notification that a user zapped the current user's post */
"zapped_your_post_1" = "%@ запнул(а) Ваш пост";

/* Notification that 2 users zapped the current user's post */
"zapped_your_post_2" = "%@ и %@ запнули Ваш пост";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ отреагировали на ваш профиль";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@ и %@ отреагировали на ваш пост";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ сделал(а) репост Вашего профиля";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ и %@ сделали репост Вашей заметки";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ запнули ваш профиль";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ и %@ запнули ваш профиль";
/* No comment provided by engineer. */
"%@" = "%@";

/* Alert message that informs a user was blocked. */
"%@ has been blocked" = "%@ был заблокирован";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. Для создания учетной записи не требуется номер телефона, адрес электронной почты или имя. Начните прямо сейчас, не ставя свою приватность под угрозу.";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. Зашифрованные личные сообщения. Храните ваши личные сообщения вне досягаемости техногигантов.";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. Отправляйте немного сат в поддержку постов Ваших друзей и накапливайте саты благодаря нативной валюте интернета - биткоину⚡️.";

/* Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@.font(.body.bold())) %@" = "%1$@.font(.body.bold())) %2$@";

/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'. */
"%@.font(.subheadline.weight(.medium))) %@" = "%1$@.font(.subheadline.weight(.medium))) %2$@";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%1$@' в '%2$@' будет использоваться для верификации";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "'%@' является недопустимым идентификатором NIP-05. Он должен выглядеть как адрес электронной почты.";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "О себе";

/* Label for About Me section of user profile form. */
"About Me" = "Обо Мне";

/* Placeholder text for About Me description. */
"Absolute Boss" = "Первооткрыватель Биткоина";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "Принять";

/* Label to indicate the public ID of the account. */
"Account ID" = "ID учетной записи";

/* Title for confirmation dialog to either share, report, or block a profile. */
"Actions" = "Опции";

/* Button to add recommended relay server.
   Button to confirm adding user inputted relay. */
"Add" = "Добавить";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "Добавить все";

/* Context menu option for adding a note bookmark. */
"Add Bookmark" = "Добавить закладку";

/* Label for section for adding a relay server. */
"Add Relay" = "Добавить релей";

/* Label to display relay contact user. */
"Admin" = "Администратор";

/* Picker option to indicate that a zap should be sent anonymously and not identify the user as who sent it. */
"Anonymous" = "Анонимно";

/* Any amount of sats */
"Any" = "Любая сумма";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "API-ключ (необязательно)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "API-ключ (обязательно)";

/* Alert message to ask if user wants to repost a post. */
"Are you sure you want to repost this?" = "Вы уверены, что хотите сделать репост?";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Awesome post!" = "Отличный пост!";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "Изображение баннера";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "Прежде чем мы начнем, вам нужно сохранить информацию о своей учетной записи, иначе вы не сможете снова залогиниться, если удалите Damus.";

/* Dropdown option label for Lightning wallet, Bitcoin Beach. */
"Bitcoin Beach" = "Bitcoin Beach";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "Молниеносные чаевые";

/* Dropdown option label for Lightning wallet, Blixt Wallet */
"Blixt Wallet" = "Blixt Wallet";

/* Alert button to block a user.
   Button to block a profile.
   Context menu option for blocking users. */
"Block" = "Заблокировать";

/* Alert message prompt to ask if a user should be blocked. */
"Block %@?" = "Заблокировать %@?";

/* Title of alert for blocking a user. */
"Block User" = "Заблокировать пользователя";

/* Sidebar menu label for Profile view. */
"Blocked" = "Заблокированы";

/* Navigation title of view to see list of blocked users. */
"Blocked Users" = "Заблокированные пользователи";

/* Dropdown option label for Lightning wallet, Blue Wallet. */
"Blue Wallet" = "Blue Wallet";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "Закладки";

/* Accessibility label for boosts button */
"Boosts" = "Бусты";

/* Dropdown option label for Lightning wallet, Breez. */
"Breez" = "Breez";

/* Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "Разослать";

/* Alert button to cancel out of alert for blocking a user.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of reposting a post.
   Button to cancel out of view adding user inputted relay.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view. */
"Cancel" = "Отменить";

/* Dropdown option label for Lightning wallet, Cash App. */
"Cash App" = "Cash App";

/* Button for clearing cached data. */
"Clear" = "Очистить";

/* Button for clearing bookmarks data. */
"Clear All" = "Очистить все";

/* Section title for clearing cached data. */
"Clear Cache" = "Очистить кэш";

/* Header text to indicate that the text field below it is a comment that will be used to send as part of a zap to the user. */
"Comment" = "Комментарий";

/* Label to display relay contact information. */
"Contact" = "Обратная связь";

/* Label indicating that a user's key was copied. */
"Copied" = "Ключ скопирован";

/* Button to copy a relay server address. */
"Copy" = "Копировать";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "Копировать ID учетной записи";

/* Context menu option to copy an image into clipboard.
   Context menu option to copy an image to clipboard. */
"Copy Image" = "Копировать изображение";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "Копировать ссылку на изображение";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "Копировать инвойс";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "Копировать LNURL";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "Копировать ID записи";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "Копировать JSON записи";

/* Button to copy report ID. */
"Copy Report ID" = "Копировать ID репорта";

/* Context menu option for copying the text from an note. */
"Copy Text" = "Копировать текст";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "Копировать публичный ключ пользователя";

/* Alert message to indicate that the blocked user could not be found. */
"Could not find user to block..." = "Не удалось найти пользователя";

/* Button to create account. */
"Create" = "Создать";

/* Button to create an account. */
"Create Account" = "Создать учетную запись";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "Создать новый игнор-список ";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "Создатель(и) Биткоина. Статус: легендарный";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "Ваш выбор";

/* Header text to indicate that the text field below it is to enter a custom zap amount. */
"Custom Zap Amount" = "Размер запа";

/* Name of the app, shown on the first screen when user is not logged in. */
"Damus" = "Damus";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "Deepl (Проприетарное, лучший результат)";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "Кошелек по умолчанию";

/* Section title for zap configuration */
"Default Zap Amount in sats" = "Размер запов по умолчанию";

/* Button for deleting the users account.
   Button to delete a relay server that the user connects to.
   Button to remove a user from their blocklist.
   Section title for deleting the user */
"Delete" = "Удалить";

/* Button to delete the user's account. */
"Delete Account" = "Удалить учетную запись";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "Удаленная учетная запись";

/* Label to display relay description. */
"Description" = "Описание";

/* Button to dismiss a text field alert. */
"Dismiss" = "Отклонить";

/* Label to prompt display name entry. */
"Display Name" = "Отображаемое имя";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "ЛС";

/* Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "Готово";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "Доход";

/* Button to edit user's profile. */
"Edit" = "Редактировать";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Edit participants" = "Редактировать список участников";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "Сквозное шифрование";

/* Prompt for user to enter an account key to login. */
"Enter your account key to login:" = "Введите ключ своей учетной записи для логина:";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "Ошибка при получении инвойса";

/* Error message indicating why saving keys failed. */
"Error: %@" = "Ошибка %@";

/* Label indicating that the below text is the EULA, an acronym for End User License Agreement. */
"EULA" = "Пользовательское соглашение";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone on can see that you zapped" = "Любой может увидеть, что вы отправили зап";

/* Button label text for filtering relay servers. */
"Filter" = "Фильтровать";

/* Button to follow a user. */
"Follow" = "Подписаться";

/* Button to follow a user back. */
"Follow Back" = "Подписаться в ответ";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on nostr" = "Подпишитесь на меня в nostr";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "Подписчики";

/* Navigation bar title for view that shows who a user is following.
   Text on the user profile page next to the number of accounts a user is following. */
"Following" = "Подписки";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "Подписаны";

/* Text to indicate that a user is following your profile. */
"Follows you" = "Подписан(а) на вас";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "Бесплатный";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "Получить API-ключ";

/* Navigation link to go to post referenced by hex code.
   Navigation link to go to post referenced by note ID. */
"Goto post %@" = "Перейти к посту %@";

/* Navigation link to go to profile referenced by hex code.
   Navigation link to go to profile. */
"Goto profile %@" = "Перейти к профилю %@";

/* No comment provided by engineer. */
"Hello, World!" = "Привет, мир!";

/* Button to hide a post from a user who has been blocked. */
"Hide" = "Скрыть";

/* Button to hide the DeepL translation API key.
   Button to hide the LibreTranslate server API key. */
"Hide API Key" = "Скрыть API-ключ";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "Домой";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "Нелегальный контент";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "Неверный ключ";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "Некорректный лайтнинг-адрес";

/* Button for user to report that the account or content has spam. */
"It's spam" = "Спам";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Moves the post button to the left side of the screen */
"Left Handed" = "Левша";

/* Button to complete account creation and start using the app. */
"Let's go!" = "Вперед!";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate (Открытый код)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "Лайтнинг-адрес или LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "Лайтнинг-инвойс";

/* Accessibility Label for Like button */
"Like" = "Лайк";

/* Dropdown option label for Lightning wallet, LNLink. */
"LNLink" = "LN-ссылка";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "Загрузить еще %@ ";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "Локальная аутентификация для доступа к приватному ключу";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "Локальные настройки по умолчанию";

/* Button to log into account.
   Button to log into an account.
   Title of view to log into an account. */
"Login" = "Вход";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "Выйти";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "Убедитесь, что ваш nsec-ключ сохранен, прежде, чем выходить из системы, иначе вы потеряете доступ к этой учетной записи";

/* Dropdown option label for Lightning wallet, Muun. */
"Muun" = "Muun";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "Верификация NIP-05";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "Нет";

/* Alert message prompt that asks if the user wants to create a new block list, overwriting previous block lists. */
"No block list found, create a new one? This will overwrite any previous block lists." = "Список заблокированных аккаунтов не найден, создать новый? Это перезапишет все ранее созданные списки.";

/* No comment provided by engineer. */
"No data available" = "Данные отсутствуют";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one can see that you zapped" = "Никто не может увидеть, что вы отправили зап";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps are sent, only a lightning payment." = "Запы не были отправлены, только лайтнинг-платеж";

/* Dropdown option for selecting no translation service.
   Picker option to indicate that sats should be sent to the user's wallet as a regular Lightning payment, not as a zap. */
"None" = "Без перевода";

/* No search results. */
"none" = "нет результатов";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "Заметка содержит приватный ключ \"nsec1\". Вы уверены?";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "Здесь пока пусто. Загляните позже!";

/* Toolbar label for Notifications view. */
"Notifications" = "Оповещения";

/* String indicating that a given timestamp just occurred */
"now" = "сейчас";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "Нагота или откровенный контент";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "Только вы можете видеть это сообщение и его отправителя";

/* Label indicating that a form input is optional. */
"optional" = "необязательно";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "Платный релей";

/* Button to pay a Lightning invoice. */
"Pay" = "Оплатить";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "Оплатить лайтнинг-инвойс";

/* Alert for deleting the users account. */
"Permanently Delete Account" = "Удалить аккаунт навсегда";

/* Dropdown option label for Lightning wallet, Phoenix. */
"Phoenix" = "Phoenix";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "Тарифный план";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "Пожалуйста, выберите релеи из списка ниже, чтобы отфильтровать текущую ленту:";

/* Button to post a note. */
"Post" = "Отправить";

/* Text to indicate that what is being shown is a post from a user who has been blocked. */
"Post from a user you've blocked" = "Пост заблокированного Вами пользователя";

/* Label for filter for seeing only posts (instead of posts and replies).
   Label for filter for seeing only your posts (instead of posts and replies). */
"Posts" = "Посты";

/* Label for filter for seeing posts and replies (instead of only posts).
   Label for filter for seeing your posts and replies (instead of only your posts). */
"Posts & Replies" = "Посты и ответы";

/* Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading.
   Picker option to indicate that a zap should be sent privately and not identify the user to the public. */
"Private" = "Приватность";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "Приватный ключ";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "Тольк '%@' может увидеть, что вы отправили зап";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "Платный";

/* Sidebar menu label for Profile view. */
"Profile" = "Профиль";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "Изображение профиля";

/* Picker option to indicate that a zap should be sent publicly and identify the user as who sent it. */
"Public" = "Публично";

/* Section title for the user's public account ID. */
"Public Account ID" = "Публичный ID аккаунта";

/* Label indicating that the text is a user's public account key.
   Label to indicate that text below is the user's public key used by others to uniquely refer to the user. */
"Public Key" = "Публичный ключ";

/* Label indicating that the text is a user's public account key. */
"Public key" = "Публичный ключ";

/* Prompt to ask user if the key they entered is a public key. */
"Public Key?" = "Это публичный ключ?";

/* Navigation bar title for Reactions view. */
"Reactions" = "Реакции";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "Рекомендуемые релеи";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "Отклонить";

/* Label to display relay address.
   Text field for relay server. Used for testing purposes. */
"Relay" = "Релей";

/* Header text for relay server list for configuration.
   Sidebar menu label for Relays view. */
"Relays" = "Релеи";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "Релеи были уведомлены, и клиенты смогут использовать эту информацию для фильтрации контента. Спасибо!";

/* Button label to remove all participants from a note reply. */
"Remove all" = "Удалить все";

/* Context menu option for removing a note bookmark. */
"Remove Bookmark" = "Убрать закладку";

/* Accessibility label for reply button */
"Reply" = "Ответить";

/* Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "В ответ %@";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "В ответ %1$@ и %2$@";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "В ответ самому себе";

/* Indicating that the user is replying to the following listed people. */
"Replying to:" = "В ответ:";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "Пожаловаться";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "ID жалобы";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "Жалоба отправлена";

/* Button to confirm reposting a post.
   Title of alert for confirming to repost a post. */
"Repost" = "Репост";

/* Text indicating that the post was reposted (i.e. re-shared). */
"Reposted" = "сделал репост";

/* Navigation bar title for Reposts view. */
"Reposts" = "Репосты";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "Запросы";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "Попробовать снова";

/* Dropdown option label for Lightning wallet, River */
"River" = "River";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "сатоши";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "Сатоши Накамото";

/* Button for saving profile. */
"Save" = "Сохранить";

/* Context menu option to save an image. */
"Save Image" = "Сохранить изображение";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "Отсканируйте код";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "Искать хэштег #%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "Искать...";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "Секретный ключ логина в аккаунт";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "Выберите лайтнинг-кошелек";

/* Prompt selection of user's default wallet */
"Select default wallet" = "Выберите кошелек по умолчанию";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "Отправьте сообщение, чтобы начать беседу";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "Сервер";

/* Prompt selection of translation service provider. */
"Service" = "Сервис";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "Настройки";

/* Button to share a post
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "Поделиться";

/* Button to show a post from a user who has been blocked.
   Toggle to show or hide user's secret account login key. */
"Show" = "Показать";

/* Button to show the DeepL translation API key.
   Button to show the LibreTranslate server API key. */
"Show API Key" = "Показать API-ключ";

/* Button to show entire note. */
"Show more" = "Показать полностью";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "Показать список кошельков";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "Выход";

/* Label to display relay software. */
"Software" = "Программное обеспечение";

/* Dropdown option label for Lightning wallet, Strike. */
"Strike" = "Strike";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "Поддерживаемые NIP'ы";

/* Button to close out of alert that informs that the action to block a user was successful. */
"Thanks!" = "Спасибо!";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "Пользователь выдает себя за кого-то другого";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for posts to be accepted." = "Это платный релей. Вы должны заплатить, чтобы транслировать сообщения.";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective." = "Это публичный ключ, вы не сможете создавать сообщения или осуществлять активные действия. Он используется для просмотра аккаунтов от первого лица.";

/* Warning that the inputted account key for login is an old-style and asking user to verify if it is a public key. */
"This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key." = "Это ключ nostr старого образца. Мы не уверены, публичный он или приватный. Пожалуйста, нажмите кнопку ниже, если это публичный ключ.";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "Это ID вашего аккаунта, вы можете делиться им со своими друзьями, чтобы они могли на вас подписаться. Нажмите, чтобы скопировать.";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "Это ваш секретный ключ к учетной записи. Он необходим для доступа к вашему аккаунту. Не делитесь им ни с кем! Сохраните его в менеджере паролей и держите его в безопасности!";

/* Navigation bar title for note thread. */
"Thread" = "Ветка";

/* Button to translate note from different language. */
"Translate Note" = "Перевести заметку";

/* Button to indicate that the note has been translated from a different language. */
"Translated from %@" = "Переведено с %@";

/* Button to indicate that the note is in the process of being translated from a different language. */
"Translating from %@..." = "Перевожу с %@";

/* Section title for selecting the translation service. */
"Translations" = "Переводы";

/* Text field prompt asking user to type the word DELETE to confirm that they want to proceed with deleting their account. The all caps lock DELETE word should not be translated. Everything else should. */
"Type DELETE to delete" = "Введите DELETE, чтобы удалить";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "Начните писать пост здесь...";

/* Button to unfollow a user. */
"Unfollow" = "Отписаться";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "Отписываюсь...";

/* Navigation bar title for universal view where posts from all connected relay servers appear.
   Toolbar label for the universal view where posts from all connected relay servers appear. */
"Universe 🛸" = "Вселенная 🛸 ";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message to indicate the user has been blocked */
"User blocked" = "Пользователь заблокирован";

/* Alert message that informs a user was blocked. */
"User has been blocked" = "Пользователь был заблокирован";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "Имя пользователя";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "Версия";

/* Sidebar menu label for Wallet view. */
"Wallet" = "Кошелек";

/* Dropdown option label for Lightning wallet, Wallet of Satoshi. */
"Wallet of Satoshi" = "Wallet of Satoshi";

/* Section title for selection of wallet. */
"Wallet Selector" = "Список кошельков";

/* Label for Website section of user profile form. */
"Website" = "Веб сайт";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "Добро пожаловать в социальную сеть, которую вы контролируете";

/* Text to welcome user. */
"Welcome, %@!" = "Добро пожаловать, %@!";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "О чем вы хотите сообщить?";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "Да, перезаписать";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "Да, опубликовать c приватным ключом";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "Вы";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "У вас еще нет закладок, добавьте их через контекстном меню.";

/* Label for Your Name section of user profile form. */
"Your Name" = "Ваше имя";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "Ваше сообщение будет отправлено релеям, к которым вы подключены";

/* Accessibility label for zap button
   Button to send a zap. */
"Zap" = "Зап";

/* Title of picker that allows selection of predefined amounts to zap. */
"Zap Amount" = "Размер запа";

/* Header text to indicate that the picker below it is to choose a pre-defined amount of sats to zap. */
"Zap Amount in sats" = "Размер запа в сатах";

/* Header text to indicate that the picker below it is to choose the type of zap to send. */
"Zap Type" = "Тип запа";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "Отправляю зап...";

/* Navigation bar title for the Zaps view. */
"Zaps" = "Запы";

/* Dropdown option label for Lightning wallet, Zebedee. */
"Zebedee" = "Zebedee";

/* Dropdown option label for Lightning wallet, Zeus LN. */
"Zeus LN" = "Zeus LN";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️ %@";

